Revit 2024 API
VoltageType.MinValue Property
 Get lower boundary of voltage value of this voltage definition, the unit is volt.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double MinValue { get; }
Visual Basic
Public ReadOnly Property MinValue As Double
	Get
Visual C++
public:
property double MinValue {
	double get ();
}
See Also
VoltageType Class
Autodesk.Revit.DB.Electrical Namespace